Repository: masha1321/Practice
Catalog: Topic_24/Task4/Form1.*.resx
Languages: ru_ru

# SurnameLabel.Text
source: Фамилия:
ru_ru: Surname:

# NameLabel.Text
source: Имя:
ru_ru: Name:

# MiddleNameLabel.Text
source: Отчество:
ru_ru: Patronymic:

# SurnameTextBox.HelpString
source: Поле для ввода фамилии
ru_ru: Field for surname

# SurnameTextBox.ToolTip
source: Поле для ввода фамилии
ru_ru: Field for surname

# NameTextBox.HelpString
source: Поле для ввода имени
ru_ru: Field for Name

# NameTextBox.ToolTip
source: Поле для ввода имени
ru_ru: Field for Name

# MiddleNameTextBox.HelpString
source: Поле для ввода отчества
ru_ru: Field for patronymic

# MiddleNameTextBox.ToolTip
source: Поле для ввода отчества
ru_ru: Field for patronymic

# SexGroupBox.Text
source: Пол:
ru_ru: Sex:

# FemaleRadioButton.HelpString
source: Выбор женского пола
ru_ru: Choose Female

# FemaleRadioButton.Text
source: Женский
ru_ru: Female

# FemaleRadioButton.ToolTip
source: Выбор женского пола
ru_ru: Choose Female

# MaleRadioButton.HelpString
source: Выбор мужского пола
ru_ru: Choose Male

# MaleRadioButton.Text
source: Мужской
ru_ru: Male

# MaleRadioButton.ToolTip
source: Выбор мужского пола
ru_ru: Choose Male

# BirthDateGroupBox.Text
source: Дата Рождения:
ru_ru: Date of Birth:

# DateBirtPicker.HelpString
source: Поле для ввода даты рождения
ru_ru: Field for date of birth

# DateBirtPicker.ToolTip
source: Поле для ввода даты рождения
ru_ru: Field for date of birth

# LocationLabel.Text
source: Место проживания:
ru_ru: Address:

# EMailLabel.Text
source: Адрес электронной почты:
ru_ru: Email:

# emailTextBox.HelpString
source: Поле для ввода Email'а
ru_ru: Field for email

# emailTextBox.ToolTip
source: Поле для ввода Email'а
ru_ru: Field for email

# LocationTextBox.HelpString
source: Поле для ввода адреса
ru_ru: File for address

# LocationTextBox.ToolTip
source: Поле для ввода адреса
ru_ru: File for address

# phoneLabel.Text
source: Мобильный телефон:
ru_ru: Phone Number:

# operatorBox.HelpString
source: Поле для выбора мобильного оператора
ru_ru: Field for mobil operator

# operatorBox.ToolTip
source: Поле для выбора мобильного оператора
ru_ru: Field for mobil operator

# phoneBox.HelpString
source: Поле для ввода номера телефона
ru_ru: Field for phone number

# phoneBox.ToolTip
source: Поле для ввода номера телефона
ru_ru: Field for phone number

# workExpGroupBox.Text
source: Опыт Работы:
ru_ru: Work Experience:

# From5To9RB.HelpString
source: Если у вас 5-9 лет опыта работы
ru_ru: If you have from 5 to 9 years of experience

# From5To9RB.Text
source: От 5 до 9 лет
ru_ru: From 5 to 9 years

# From5To9RB.ToolTip
source: Если у вас 5-9 лет опыта работы
ru_ru: If you have from 5 to 9 years of experience

# LessThen1RB.HelpString
source: Если у вас <1 года опыта
ru_ru: If you have <1 year of experience

# LessThen1RB.Text
source: Меньше 1 года
ru_ru: Less then 1 year

# LessThen1RB.ToolTip
source: Если у вас <1 года опыта
ru_ru: If you have <1 year of experience

# MoreThen10RB.HelpString
source: Если у вас >10 лет опыта работы
ru_ru: If you have more than 10 years of experience

# MoreThen10RB.Text
source: От 10 лет и более
ru_ru: More than 10 years

# MoreThen10RB.ToolTip
source: Если у вас >10 лет опыта работы
ru_ru: If you have more than 10 years of experience

# From1To5RB.HelpString
source: Если у вас 1-5 лет опыта работы
ru_ru: If you have from 1 to 5 years of experience

# From1To5RB.Text
source: От 1 года до 5 лет
ru_ru: From 1 to 5 years

# From1To5RB.ToolTip
source: Если у вас 1-5 лет опыта работы
ru_ru: If you have from 1 to 5 years of experience

# NoWorkRB.HelpString
source: Если у вас 0 опыта работы
ru_ru: If you have 0 experience

# NoWorkRB.Text
source: Прежде не работал
ru_ru: No experience

# NoWorkRB.ToolTip
source: Если у вас 0 опыта работы
ru_ru: If you have 0 experience

# OthersGroupBox.Text
source: Другие Сведения:
ru_ru: OtherDetails

# categoryD.HelpString
source: Если у вас есть категория D
ru_ru: If you have category D

# categoryD.ToolTip
source: Если у вас есть категория D
ru_ru: If you have category D

# categoryC.HelpString
source: Если у вас есть категория С
ru_ru: If you have category C

# categoryC.ToolTip
source: Если у вас есть категория С
ru_ru: If you have category C

# categoryB.HelpString
source: Если у вас есть категория В
ru_ru: If you have category B

# categoryB.ToolTip
source: Если у вас есть категория В
ru_ru: If you have category B

# categoryA.HelpString
source: Если у вас есть категория А
ru_ru: If you have category A

# categoryA.ToolTip
source: Если у вас есть категория А
ru_ru: If you have category A

# driveCategory.Text
source: Категория Прав:
ru_ru: Liscence category

# driveLicense.HelpString
source: Если у вас есть водительские права
ru_ru: If you have drive liscence

# driveLicense.Text
source: Водительское удостоверение
ru_ru: Drive liscence

# driveLicense.ToolTip
source: Если у вас есть водительские права
ru_ru: If you have drive liscence

# haveAuto.HelpString
source: Если у вас есть личное авто
ru_ru: If you have your own car

# haveAuto.Text
source: Наличие личного авто
ru_ru: Availability of a personal car

# haveAuto.ToolTip
source: Если у вас есть личное авто
ru_ru: If you have your own car

# salaryGroupBox.Text
source: Объем заработной платы:
ru_ru: Wage bill:

# ToLabel.Text
source: До
ru_ru: To

# FromLabel.Text
source: От
ru_ru: From

# ToSalary.HelpString
source: Поле для ввода максимального объема ЗП
ru_ru: Field for max bill you want

# ToSalary.ToolTip
source: Поле для ввода максимального объема ЗП
ru_ru: Field for max bill you want

# FromSalary.HelpString
source: Поле для ввода минимального объема ЗП
ru_ru: Field for minimum bill you want

# FromSalary.ToolTip
source: Поле для ввода минимального объема ЗП
ru_ru: Field for minimum bill you want

# workTimeGroupBox.Text
source: Предпочитаемый график работы
ru_ru: Preferred work schedule:

# TimeWorkRB.HelpString
source: Если предпочитаете посменную работу
ru_ru: If you want shift work

# TimeWorkRB.Text
source: Посменная работа
ru_ru: Shift work

# TimeWorkRB.ToolTip
source: Если предпочитаете посменную работу
ru_ru: If you want shift work

# WorkAtHomeRB.HelpString
source: Если предпочитаете работать на дому
ru_ru: If you want work at home

# WorkAtHomeRB.Text
source: Работа на дому
ru_ru: Work at home

# WorkAtHomeRB.ToolTip
source: Если предпочитаете работать на дому
ru_ru: If you want work at home

# PartTimeRB.HelpString
source: Если предпочитаете частичную занятость
ru_ru: If you want parttime work

# PartTimeRB.Text
source: Частичная занятость
ru_ru: Parttime

# PartTimeRB.ToolTip
source: Если предпочитаете частичную занятость
ru_ru: If you want parttime work

# FullTimeRB.HelpString
source: Если предпочитаете полную занятость
ru_ru: If you want fulltime work

# FullTimeRB.Text
source: Полная занятость
ru_ru: Fulltime

# FullTimeRB.ToolTip
source: Если предпочитаете полную занятость
ru_ru: If you want fulltime work

# CVtextBox.HelpString
source: Вывод краткой информации о вас
ru_ru: All your data

# CVtextBox.ToolTip
source: Вывод краткой информации о вас
ru_ru: All your data

# CVLabel.Text
source: Краткое Резюме:
ru_ru: All Data:

# SaveButton.HelpString
source: Кнопка для сохранения данных
ru_ru: Button for saving your info

# SaveButton.Text
source: Сохранить
ru_ru: Save

# SaveButton.ToolTip
source: Кнопка для сохранения данных
ru_ru: Button for saving your info

# ClearButton.HelpString
source: Кнопка для очистки формы
ru_ru: Button for clearing form

# ClearButton.Text
source: Очистить
ru_ru: Clear

# ClearButton.ToolTip
source: Кнопка для очистки формы
ru_ru: Button for clearing form

# CancelButton.HelpString
source: Кнопка для закрытия формы
ru_ru: Button for closing form

# CancelButton.Text
source: Закрыть
ru_ru: Close

# CancelButton.ToolTip
source: Кнопка для закрытия формы
ru_ru: Button for closing form

# button1.HelpString
source: Кнопка для показа информации о форме
ru_ru: Button for help menu

# button1.Text
source: Помощь
ru_ru: Help

# button1.ToolTip
source: Кнопка для показа информации о форме
ru_ru: Button for help menu
